import React from 'react'
import './WhoWeAre.scss'


function WhoWeAre() {
  return (
    <div className='wrapss'>
    <div className='wraps__whoWeAre'>
      <h1>Workie - Quick Jobs</h1> 
      <p>
      שוק העבודה בישראל עובר בשנים האחרונות שינוי רדיקלי. הציבור הישראלי,
שחלם תמיד על עבודה עם קביעות, שינה את טעמו: אנשים רבים, בעיקר
צעירים ובני נוער שהצטרפו זה עתה לשוק העבודה, מחפשים עבודות מיידיות,
קצרות-טווח. ללא ראיון וללא התחייבות. גם בעלי משרה קבועה קורסים לעתים
תחת יוקר המחיה, ומעוניינים להשלים הכנסה בעבודה מזדמנת
<br></br>
<br></br>
אבל לדאבונם של העובדים החדשים, הפלטפורמות המסורתיות לא הסתגלו
לרוח התקופה: מדורי הדרושים בעיתון לא רלוונטיים לעבודות מהיום להיום,
ואתרי הדרושים עדיין מכוונים למחפשי המשרות הקבועות
<br></br>
<br></br>
עקב החסרונות של הפלטפורמות הרגילות, חברות כוח-אדם בתחום העבודה
המיידית פותחות קבוצות וואטסאפ וטלגרם כדי לפרסם את המשרות - אך אלה
עולות למשתמש בהתראות מיותרות על כל עבודה שמתפרסמת בקבוצה,
ופוגעות בחוויית השימוש ללא צורך.
<br></br>
<br></br>
זו הסיבה שהחלטנו להקים את וורקי :פלטפורמה חדשה, מוכוונת עבודה
מיידית, שתהפוך את חיפוש העבודה לקל ונגיש מאי פעם - הן עבור העובד והן
עבור המעסיק


     </p>

    </div>
    </div>
  )
}

export default WhoWeAre
